{
    "titulo": "Caixa de Spam: Seu Alerta de Segurança Contra Golpes e Vírus",
    "conteudo": "A Caixa de Spam, ou Lixo Eletrônico, é uma ferramenta de defesa automática que filtra e isola mensagens que seu provedor de e-mail considera suspeitas ou perigosas, protegendo você de Phishing e vírus.",
    "exemplo_ludico": "Pense na sua caixa de e-mail como a Portaria de um condomínio. O sistema de e-mail tem um \"Segurança\" (o Filtro Anti-Spam) que verifica a origem e a intenção de todas as mensagens. Se o Segurança detecta que a mensagem vem de um endereço esquisito, ou se o conteúdo tem jeito de golpe (\"Ganhe um PIX agora!\"), ele não joga a mensagem fora, mas a separa em uma lixeira especial (a Caixa de Spam). Ele está te dando um aviso de perigo.",
    "explicacao_contextualizada": "A Caixa de Spam (ou Lixo Eletrônico) é uma das suas ferramentas de defesa mais importantes. Ela existe para proteger você de:\n\n- **Iscas:** E-mails de Phishing (golpes de senha) que tentam imitar bancos ou serviços.\n- **Vírus:** Anexos perigosos que infectam seu computador.\n\nQuando uma mensagem cai no Spam, é porque o sistema do Google, Microsoft, ou outro provedor já a marcou como suspeita. Portanto, a regra é: nunca abra anexos, clique em links ou responda a qualquer mensagem que esteja na sua caixa de Spam, pois a maioria dos golpes e vírus tenta entrar por ali.",
    "pergunta": {
        "enunciado": "Qual a principal importância da Caixa de Spam/Lixo Eletrônico do seu e-mail, e qual é a atitude mais segura a tomar com as mensagens que estão ali?",
        "alternativas": {
            "a": {
                "texto": "A caixa de Spam armazena mensagens sem importância, mas é seguro clicar nos links para saber se são relevantes.",
                "explicacao": "Esta alternativa está incorreta. Clicar em links ou anexos na caixa de Spam é perigoso, pois são justamente as mensagens com maior probabilidade de serem golpes ou conterem vírus."
            },
            "b": {
                "texto": "É um alerta de segurança que indica mensagens potencialmente perigosas, sendo a atitude ideal não clicar em links ou anexos.",
                "explicacao": "Esta alternativa está correta. A Caixa de Spam é seu aviso automático de fraude. É uma forte indicação de que o remetente não é confiável e que a mensagem pode conter um golpe ou vírus."
            },
            "c": {
                "texto": "Ela serve como um arquivo temporário de e-mails antigos que você deve ler com muita atenção para ter certeza de que não perdeu nada.",
                "explicacao": "Esta alternativa está incorreta. A Caixa de Spam tem uma função de segurança. Mensagens importantes raramente caem ali. O objetivo dela não é ser um arquivo, mas sim isolar ameaças."
            }            
        },
        "resposta_correta": "b"
    }
}