{
    "titulo": "Mensagens Suspeitas: Não Olhe o Logo, Olhe o Endereço",
    "conteudo": "Mensagens de golpe se baseiam na engenharia social para simular remetentes confiáveis. A maneira mais eficaz de se proteger é ignorar a urgência do texto e verificar o endereço de e-mail ou o número de telefone de origem.",
    "exemplo_ludico": "Imagine que você está na portaria do seu prédio e alguém chega dizendo ser o eletricista, mas ele está com um crachá falso e um uniforme sujo. Você não deixaria essa pessoa entrar. No mundo digital, as Mensagens Suspeitas são a mesma coisa: o texto parece vir de alguém confiável (o banco, seu filho), mas o \"crachá\" (o número de telefone, o e-mail) não é o oficial. O golpista está fingindo ser outra pessoa.",
    "explicacao_contextualizada": "Para identificar se uma mensagem (no WhatsApp, SMS ou e-mail) é um golpe, você precisa checar o remetente e não apenas o conteúdo:\n\n- **No WhatsApp/SMS:** O número é o que você já tem salvo na sua agenda? Se a foto é familiar, mas o número é novo, ligue para o número antigo para verificar.\n- **No E-mail:** O endereço termina com o nome da empresa (@bancodobrasil.com.br) ou tem nomes estranhos (@bolsa-auxilio.xyz)? Golpistas copiam o texto e o logo, mas nunca o endereço oficial.\n\nSe a mensagem for urgente, pedir dinheiro, ou vier de um número/e-mail que você não reconhece, a regra é clara: ignore e verifique a fonte verdadeira.",
    "pergunta": {
        "enunciado": "Você recebe um e-mail com o logotipo da Caixa Econômica, dizendo que você tem um valor a receber. Qual detalhe no e-mail deve fazer você desconfiar imediatamente?",
        "alternativas": {
            "a": {
                "texto": "O e-mail está em português.",
                "explicacao": "Esta alternativa está incorreta. O e-mail estar em português não é um indicador de fraude, já que a comunicação com clientes brasileiros é feita nesse idioma."
            },
            "b": {
                "texto": "O e-mail usa cores diferentes no logotipo.",
                "explicacao": "Esta alternativa está incorreta. Embora possa ser um erro, golpistas costumam copiar logotipos perfeitamente. O endereço é o principal ponto de falha."
            },
            "c": {
                "texto": "O endereço de envio é um e-mail particular e estranho (ex: promocao123@hotmail.com) e não o endereço oficial da Caixa.",
                "explicacao": "Esta alternativa está correta. Empresas e bancos usam e-mails corporativos e oficiais para comunicações importantes. Se o e-mail vier de um endereço particular ou genérico (como Hotmail, Gmail, ou um código estranho), ele é quase sempre um golpe (Phishing)."
            }            
        },
        "resposta_correta": "c"
    }
}