{
    "titulo": "A Verificação: Usando o 'Farol da Dúvida' Contra os Golpes",
    "conteudo": "A verificação é a ferramenta mais eficaz contra todos os tipos de fraudes digitais, desde Fake News até pedidos urgentes de dinheiro. Ela exige calma e o uso de canais oficiais para confirmar a veracidade de uma informação ou identidade.",
    "exemplo_ludico": "Imagine que você está na cozinha preparando um bolo, e seu filho liga dizendo: 'Mãe, vendi meu carro, preciso de um PIX urgente para pagar um documento!'. Se você não Verificar a Informação, é o mesmo que acreditar cegamente em qualquer voz no telefone. O Farol da Dúvida diz: 'Peraí, a voz está apressada, e ele nunca me liga para pedir dinheiro.'\n\n- **Ação Lúdica:** Desligue e ligue de volta para o número de telefone oficial que você tem na sua agenda. Se o seu filho atender no número antigo, você sabe que quem ligou primeiro era um impostor.",
    "explicacao_contextualizada": "A verificação é a ferramenta mais poderosa contra todos os tipos de golpes (Fake News, golpes do PIX, promoções falsas). Ela tem duas frentes principais:\n\n- **Verificação de Conteúdo (Notícias/Promoções):** Se a informação é chocante, assustadora ou boa demais para ser verdade, ela deve ser checada em sites e jornais de credibilidade antes de ser repassada.\n- **Verificação Pessoal (Parentes/Bancos):** Se alguém conhecido (filho, neto, gerente) pede dinheiro ou dados, você NUNCA deve agir na pressa. Desligue, ignore a mensagem e use um canal oficial e verificado para confirmar a história (ligue para o número antigo do parente, ou ligue para o 0800 do banco).\n\nA verificação transforma você de vítima em detetive.",
    "pergunta": {
        "enunciado": "Você recebe uma mensagem de WhatsApp de um número desconhecido, mas com a foto do seu neto, pedindo um PIX urgente. Qual é a melhor forma de verificar se ele é, de fato, seu neto e não um golpista?",
        "alternativas": {
            "a": {
                "texto": "Fazer o PIX rápido, pois o golpista pode ligar para outra pessoa.",
                "explicacao": "Esta alternativa está incorreta. Fazer o PIX rápido é exatamente o que o golpista quer, pois a urgência impede a verificação, garantindo o sucesso do golpe."
            },
            "b": {
                "texto": "Responder a mensagem perguntando algo que só o neto saberia, como o nome do seu primeiro animal de estimação.",
                "explicacao": "Esta alternativa está incorreta. Embora seja um teste, golpistas muitas vezes conseguem essas informações nas redes sociais. Não é o método mais seguro de verificação."
            },
            "c": {
                "texto": "Ligar imediatamente para o número de telefone que você já tem salvo na sua agenda para ouvir a voz dele e confirmar a emergência.",
                "explicacao": "Esta alternativa está correta. Em casos de urgência e pedidos de dinheiro, a forma mais segura de verificar é ligar para o número oficial da pessoa. Se a ligação cair ou der ocupado, você sabe que quem te contatou primeiro era um impostor."
            }            
        },
        "resposta_correta": "c"
    }
}