{
    "titulo": "Segurança Digital: Protegendo suas Senhas",
    "conteudo": "A segurança das suas contas online, como WhatsApp e e-mail, depende fundamentalmente da proteção das suas senhas. Entender o que acontece quando uma senha é comprometida é o primeiro passo para se proteger contra golpes e perdas de dados.",
    "exemplo_ludico": "Pense na sua vida online (como seu WhatsApp, Facebook e e-mail) como o seu apartamento. A sua senha é a chave principal que abre a porta. O maior perigo é quando você perde essa chave e alguém a encontra. Esse ladrão não só entra no seu apartamento e rouba seus objetos de valor (suas conversas e fotos), como ele pode fazer algo ainda pior: ele se passa por você e fala com seus vizinhos (seus amigos e familiares) fingindo ser o morador.",
    "explicacao_contextualizada": "No mundo digital, esse 'ladrão' é o golpista. Quando ele consegue a sua senha, o risco não é só perder suas fotos e vídeos (dados importantes). O maior perigo é ele usar sua identidade e sua lista de contatos para aplicar golpes:\n\n- Ele manda mensagens para seus amigos pedindo PIX urgente.\n- Ele pode até mesmo bloquear você do seu próprio apartamento (te expulsar da sua conta), fazendo você perder o acesso a tudo.\n\nPor isso, proteger sua senha é o mesmo que nunca deixar a chave de casa na rua!",
    "pergunta": {
        "enunciado": "Qual é o maior risco quando um criminoso digital consegue roubar a sua senha e assume o controle da sua conta (como WhatsApp ou e-mail)?",
        "alternativas": {
            "a": {
                "texto": "Você só perde as fotos antigas.",
                "explicacao": "Esta alternativa está incorreta porque, embora a perda de dados seja um risco, o maior perigo não é apenas a perda de arquivos."
            },
            "b": {
                "texto": "O criminoso pode fingir ser você para pedir dinheiro e aplicar golpes nos seus amigos e familiares.",
                "explicacao": "Esta alternativa está correta. O maior dano é o uso da sua identidade. O criminoso transforma sua conta em uma ferramenta de golpe contra seus entes queridos, o que gera prejuízos financeiros e emocionais."
            },
            "c": {
                "texto": "O aplicativo vai parar de funcionar por um dia.",
                "explicacao": "Esta alternativa está incorreta porque o risco é muito mais sério do que um simples erro técnico temporário; envolve o roubo de identidade e fraude."
            }            
        },
        "resposta_correta": "b"
    }
}