{
    "titulo": "Wi-Fi Público: A Mesa Comunitária Onde o Dinheiro Não Deve Ser Contado",
    "conteudo": "Redes Wi-Fi públicas e gratuitas são convenientes, mas oferecem pouco ou nenhum nível de segurança. Elas permitem que criminosos na mesma rede interceptem e roubem dados sensíveis do usuário.",
    "exemplo_ludico": "Imagine que você está em uma praça de alimentação lotada e decide sentar em uma mesa comunitária enorme, onde qualquer pessoa pode puxar uma cadeira ao seu lado. Nessa mesa, você pode ler um jornal tranquilamente. Mas você jamais abriria sua carteira, espalharia seu dinheiro e começaria a contar as notas na frente de estranhos, certo? O Wi-Fi Público (grátis) é essa mesa comunitária. Ele é ótimo para \"ler o jornal\", mas perigoso para \"contar dinheiro\".",
    "explicacao_contextualizada": "Redes de Wi-Fi abertas (em aeroportos, shoppings, padarias) geralmente não têm senha ou proteção. Isso significa que a conexão é transparente.\n\nUm criminoso pode estar conectado na mesma rede usando um programa espião para \"interceptar\" o que passa pelo ar.\n\n- **O que é seguro:** Ler notícias, ver a previsão do tempo, assistir a vídeos no YouTube.\n- **O que é PERIGOSO:** Acessar a conta do banco, digitar senhas de e-mail ou fazer compras com cartão de crédito.\n\nSe precisar fazer algo importante na rua, desligue o Wi-Fi e use a internet do seu próprio celular (4G ou 5G), que é uma conexão privada e fechada.",
    "pergunta": {
        "enunciado": "Você está esperando um voo no aeroporto e decide usar o Wi-Fi \"Grátis-Aeroporto\". Qual destas atividades é considerada arriscada e perigosa para se fazer nessa rede pública?",
        "alternativas": {
            "a": {
                "texto": "Entrar em sites de notícias para ler as manchetes do dia e passar o tempo.",
                "explicacao": "Esta alternativa está incorreta. Ler notícias em sites não envolve a digitação de senhas e é considerado seguro em redes públicas."
            },
            "b": {
                "texto": "Abrir o aplicativo do seu banco para conferir o saldo e pagar um boleto urgente.",
                "explicacao": "Esta alternativa está correta. Redes públicas são vigiadas. Ao acessar o banco ou digitar senhas nelas, você corre o risco de um criminoso interceptar seus dados. Para isso, use sempre o 4G/5G do seu celular."
            },
            "c": {
                "texto": "Acessar um site de culinária para procurar uma receita de bolo para o fim de semana.",
                "explicacao": "Esta alternativa está incorreta. Navegar em sites que não requerem login ou dados sensíveis é seguro em redes públicas."
            }            
        },
        "resposta_correta": "b"
    }
}