{
    "titulo": "Verificação em Duas Etapas: A Dupla Fechadura da Sua Conta",
    "conteudo": "A Verificação em Duas Etapas é a camada de segurança mais eficaz, exigindo não apenas a sua senha, mas também um código extra e temporário enviado ao seu celular, barrando invasores mesmo que sua senha seja roubada.",
    "exemplo_ludico": "Imagine que a porta da sua casa tem duas fechaduras diferentes. A primeira chave (sua senha) você guarda na bolsa, mas alguém pode roubar. A segunda chave (o código) é mágica: ela muda a cada minuto e só aparece dentro do seu bolso, no seu celular. Se um ladrão roubar sua bolsa e pegar a primeira chave, ele corre para sua casa. Ele destranca a primeira fechadura, mas bate o nariz na porta! Ele não consegue entrar porque não tem a segunda chave, que está guardada em segurança com você.",
    "explicacao_contextualizada": "Na internet, isso se chama Verificação em Duas Etapas. É a proteção mais poderosa que existe hoje para WhatsApp, Instagram, Facebook e E-mail.\n\nFunciona assim: mesmo que você caia em um golpe e entregue sua senha (a primeira chave), o criminoso não consegue invadir sua conta. O sistema vai pedir um código extra de 6 números. Esse código chega apenas no seu celular (por SMS ou aplicativo). Como o bandido não tem o seu aparelho na mão, ele fica barrado do lado de fora.",
    "pergunta": {
        "enunciado": "Se um golpista descobrir a sua senha do Facebook, mas você tiver ativado a \"Verificação em Duas Etapas\" (a segunda chave), o que acontece quando ele tentar entrar na sua conta?",
        "alternativas": {
            "a": {
                "texto": "Ele entra normalmente, pois a senha é a única proteção que existe.",
                "explicacao": "Esta alternativa está incorreta. A Verificação em Duas Etapas serve justamente para impedir o acesso, mesmo que o invasor tenha a senha correta."
            },
            "b": {
                "texto": "Ele é bloqueado, pois não tem o código extra que chega no seu celular.",
                "explicacao": "Esta alternativa está correta. A Dupla Verificação é uma barreira extra. Sem o código que chega no seu telefone (a segunda chave), a senha sozinha não serve para nada, e o criminoso não consegue invadir."
            },
            "c": {
                "texto": "Ele entra, mas só consegue ver as fotos, sem poder mexer em nada.",
                "explicacao": "Esta alternativa está incorreta. Sem o código de verificação, o acesso é completamente barrado antes mesmo de ele conseguir ver qualquer conteúdo da conta."
            }            
        },
        "resposta_correta": "b"
    }
}